---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeUndersideSurface
source: html/83331bb0-0211-f66e-f48e-cb874c8e75d2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsSupporttypeUndersideSurface Property

"Underside Surface": Underside Surface

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupporttypeUndersideSurface { get; }
```